
/* updateController */
" CLOVERX64.efi successfully copied to %@" = " CLOVERX64.efi successfully copied to %@";

/* updateController */
" CLOVERX64.efi successfully copied to %@. Old file has been renamed to CLOVERX64_%@.efi.bak" = " CLOVERX64.efi successfully copied to %@. Old file has been renamed to CLOVERX64_%@.efi.bak";

/* updateController */
" Downloaded!" = " Downloaded!";

/* updateController */
" Downloaded! Launch the installer!" = " Downloaded! Launch the installer!";

/* updateController */
" Error during unzipping file!" = " Error during unzipping file!";

/* updateController */
" Error: %@" = " Error: %@";

/* updateController */
" New stable version available." = " New stable version available.";

/* updateController */
" Ready to install stable version!" = " Ready to install stable version!";

/* updateController */
" Ready..... Connection established" = " Ready..... Connection established";

/* updateController */
" The Internet connection appears to be offline....." = " The Internet connection appears to be offline.....";

/* updateController */
" Unzipped! Launch the installer!" = " Unzipped! Launch the installer!";

/* updateController */
" Your clover revision is up to date! Do you want download?" = " Your clover revision is up to date! Do you want download?";

/* nvramController */
"%@ %s set to nvram\n" = "%1$@ %2$s set to nvram\n";

/* mountefiController */
"%@ APFS Container [%@]" = "%1$@ APFS Container [%2$@]";

/* nvramController */
"%@ Error trying to set nvram %s\n" = "%1$@ Error trying to set nvram %2$s\n";

/* mountefiController */
"%lu partitions" = "%lu partitions";

/* clonerController */
"*** FOR LEGACY USERS ***" = "*** FOR LEGACY USERS ***";

/* clonerController */
"*** FOR LEGACY USERS ***\nThis app isn't able to write a boot sector, so you need to manually run Clover Installer following these easy steps:\n\n1. Run Clover Installer and select target partition\n2. Install Clover in the ESP\n3. Select boot0af MBR on Bootloader section\n4. Select CloverEFI 64-bit SATA on CloverEFI section\n5. You can also select RC Scripts or Preferences Panel if you need\n\nOther files are useless because Clover Cloner removes data on the target volume." = "*** FOR LEGACY USERS ***\nThis app isn't able to write a boot sector, so you need to manually run Clover Installer following these easy steps:\n\n1. Run Clover Installer and select target partition\n2. Install Clover in the ESP\n3. Select boot0af MBR on Bootloader section\n4. Select CloverEFI 64-bit SATA on CloverEFI section\n5. You can also select RC Scripts or Preferences Panel if you need\n\nOther files are useless because Clover Cloner removes data on the target volume.";

/* clonerController */
"*** WARNING ***" = "*** WARNING ***";

/* clonerController */
"*** WARNING ***\nIf you want clone to an EFI partition, you better make sure that it's mounted before. The target partition must have enough space to hold all the data from the source partition. All data stored on the target volume will be overwritten during clone operations and cannot be restored.\n\n" = "*** WARNING ***\nIf you want clone to an EFI partition, you better make sure that it's mounted before. The target partition must have enough space to hold all the data from the source partition. All data stored on the target volume will be overwritten during clone operations and cannot be restored.\n\n";

/* clonerController */
"\n\nAre you sure you want to continue? You will lose your data on the target partition if you continue!" = "\n\nAre you sure you want to continue? You will lose your data on the target partition if you continue!";

/* clonerController */
"\n\nChecking was aborted because the process has taken too long." = "\n\nChecking was aborted because the process has taken too long.";

/* clonerController */
"\n\nError: The source and target volumes are different sizes. Some files won't be copied." = "\n\nError: The source and target volumes are different sizes. Some files won't be copied.";

/* clonerController */
"\n\nProcess is taking longer than usual. Do you want to continue?" = "\n\nProcess is taking longer than usual. Do you want to continue?";

/* sectionSourceList */
"Acpi" = "Acpi";

/* clonerController */
"Are you sure you want to continue? You will lose your data on the target partition if you continue!" = "Are you sure you want to continue? You will lose your data on the target partition if you continue!";

/* No comment provided by engineer. */
"B/s" = "B/s";

/* startScreen */
"Backup Configurations" = "Backup Configurations";

/* reading_savingOperation */
"Bad configuration in Drop Tables - ACPI section" = "Bad configuration in Drop Tables - ACPI section";

/* sectionSourceListHexConverterPopover */
"base64 string" = "base64 string";

/* rtvariablesController */
"Board-ID: %@\r\r" = "Board-ID: %@\r\r";

/* rtvariablesController */
"Board-ID: N/A\r\r" = "Board-ID: N/A\r\r";

/* sectionSourceList */
"Boot" = "Boot";

/* sectionSourceList */
"Boot Graphics" = "Boot Graphics";

/* sectionSourceList */
"Boot.log" = "Boot.log";

/* updateController */
"Cancel" = "Cancel";

/* mountefiController */
"Capacity In Use:" = "Capacity In Use:";

/* updateController */
"Check Now" = "Check Now";

/* mountefiController */
"Check Partition" = "Check Partition";

/* clonerController */
"Checking" = "Checking";

/* clonerController */
"Checking was aborted because the process has taken too long." = "Checking was aborted because the process has taken too long.";

/* updateController */
"Checking..." = "Checking...";

/* clonerController */
"Clone" = "Clone";

/* clonerController */
"Cloning..." = "Cloning...";

/* startScreen */
"Clover Bootloader" = "Clover Bootloader";

/* startScreen */
"Clover Changes" = "Clover Changes";

/* sectionSourceList */
"Clover Cloner" = "Clover Cloner";

/* startScreen */
"Clover Configurator - How To Use" = "Clover Configurator - How To Use";

/* reading_savingOperation */
"Clover Configurator could not be synchronized because an error occurred: %@" = "Clover Configurator could not be synchronized because an error occurred: %@";

/* reading_savingOperation */
"Clover Configurator has %@" = "Clover Configurator has %@";

/* reading_savingOperation */
"Clover Configurator was unable read because it isn’t in the correct format.\n\nPlease fix the following code before saving: %@" = "Clover Configurator was unable read because it isn’t in the correct format.\n\nPlease fix the following code before saving: %@";

/* updateController */
"Clover folder not found." = "Clover folder not found.";

/* startScreen */
"Clover Forum" = "Clover Forum";

/* startScreen */
"Clover Instructions" = "Clover Instructions";

/* startScreen */
"Clover Wiki" = "Clover Wiki";

/* reading_savingOperation */
"clover-genconfig not found!!!!" = "clover-genconfig not found!!!!";

/* sectionSourceList */
"Config Templates" = "Config Templates";

/* reading_savingOperation */
"config-generate.plist generated and loaded correctly" = "config-generate.plist generated and loaded correctly";

/* notificationPopup */
"config.plist not found!" = "config.plist not found!";

/* startScreen */
"Configurations Acquired" = "Configurations Acquired";

/* pasteBoardController */
"Copy" = "Copy";

/* AFNetworking */
"Could not decode string: %@" = "Could not decode string: %@";

/* sectionSourceList */
"Cpu" = "Cpu";

/* guiController */
"CustomEntries Editor" = "CustomEntries Editor";

/* pasteBoardController */
"Cut" = "Cut";

/* AFNetworking */
"Data failed decoding as a UTF-8 string" = "Data failed decoding as a UTF-8 string";

/* No comment provided by engineer. */
"Day" = "Day";

/* No comment provided by engineer. */
"Days" = "Days";

/* sectionSourceListHexConverterPopover */
"decimal string" = "decimal string";

/* kextsInstallerController */
"Delete: %@ successfully removed" = "Delete: %@ successfully removed";

/* installDriversController */
"Delete: %@.efi successfully removed" = "Delete: %@.efi successfully removed";

/* pathControlViewDetailedPopover
   startScreenDetailedPopover */
"Device / Media Name: %@" = "Device / Media Name: %@";

/* mountefiController */
"Device BSD Name:" = "Device BSD Name:";

/* mountefiController */
"Device BSD Name: %@" = "Device BSD Name: %@";

/* mountefiController */
"Device BSD Name: N/A" = "Device BSD Name: N/A";

/* pathControlViewDetailedPopover
   startScreenDetailedPopover */
"Device Identifier: %@" = "Device Identifier: %@";

/* mountefiController */
"Device Identifier: %@ - APFS Physical Store Disk: %@ - UUID: %@ - Size: %@" = "Device Identifier: %1$@ - APFS Physical Store Disk: %2$@ - UUID: %3$@ - Size: %4$@";

/* mountefiController */
"Device Identifier: %@ - Partition Scheme: %@ - Size: %@" = "Device Identifier: %1$@ - Partition Scheme: %2$@ - Size: %3$@";

/* sectionSourceList */
"Devices" = "Devices";

/* mountefiController */
"Devices / Media Name:" = "Devices / Media Name:";

/* mountefiController */
"Devices / Media Name: %@" = "Devices / Media Name: %@";

/* sectionSourceList */
"Disable Drivers" = "Disable Drivers";

/* mountefiController */
"Disk Identifier:" = "Disk Identifier:";

/* mountefiController */
"Disk Identifier: %@ Status: [Current Boot Disk]" = "Disk Identifier: %@ Status: [Current Boot Disk]";

/* mountefiController */
"Disk Type:" = "Disk Type:";

/* mountefiController */
"Disk Type: %@" = "Disk Type: %@";

/* mountefiController */
"Disk Type: APFS Container" = "Disk Type: APFS Container";

/* mountefiController */
"Disk Type: APFS Volume" = "Disk Type: APFS Volume";

/* mountefiController */
"Disk Type: Apple HFS+" = "Disk Type: Apple HFS+";

/* mountefiController */
"Disk Type: N/A" = "Disk Type: N/A";

/* mountefiController */
"Disk Type: SoftRAID Cache" = "Disk Type: SoftRAID Cache";

/* mountefiController */
"Disk Type: SoftRAID Scratch" = "Disk Type: SoftRAID Scratch";

/* mountefiController */
"Disk Type: SoftRAID Status" = "Disk Type: SoftRAID Status";

/* mountefiController */
"Disk Type: SoftRAID Volume" = "Disk Type: SoftRAID Volume";

/* mountefiController */
"Disk UUID:" = "Disk UUID:";

/* mountefiController */
"Disk UUID: %@" = "Disk UUID: %@";

/* mountefiController */
"Disk UUID: N/A" = "Disk UUID: N/A";

/* installDriversController
   kextsInstallerController
   updateController */
"Download" = "Download";

/* installDriversController
   kextsInstallerController */
"Download: %@ has been successfully copied to %@" = "Download: %1$@ has been successfully copied to %2$@";

/* installDriversController
   kextsInstallerController */
"Download: %@ has been successfully updated to %@" = "Download: %1$@ has been successfully updated to %2$@";

/* kextsInstallerController */
"Download: %@ successfully backed up to %@" = "Download: %1$@ successfully backed up to %2$@";

/* installDriversController
   kextsInstallerController */
"Download: %@ successfully downloaded...." = "Download: %@ successfully downloaded....";

/* installDriversController
   kextsInstallerController */
"Download: Error: %@" = "Download: Error: %@";

/* kextsInstallerController */
"Download: ERROR: %@" = "Download: ERROR: %@";

/* installDriversController
   kextsInstallerController */
"Download: ERROR: You don't have permission to write here!" = "Download: ERROR: You don't have permission to write here!";

/* installDriversController
   kextsInstallerController */
"Download: Path doesn't exist!" = "Download: Path doesn't exist!";

/* installDriversController */
"Download: Please select a driver name!" = "Download: Please select a driver name!";

/* kextsInstallerController */
"Download: Please select a kext name!" = "Download: Please select a kext name!";

/* updateController */
"Downloaded %.2f MB of %.2f MB (%@)" = "Downloaded %1$.2f MB of %2$.2f MB (%3$@)";

/* reading_savingOperation */
"Error" = "Error";

/* reading_savingOperation */
"Export config file" = "Export config file";

/* kextsInstallerController */
"FakeSMC detected... Choose an add on to install..." = "FakeSMC detected... Choose an add on to install...";

/* rtvariablesController */
"FindEthernetInterfaces returned 0x%08x\n" = "FindEthernetInterfaces returned 0x%08x\n";

/* No comment provided by engineer. */
"GB/s" = "GB/s";

/* sectionSourceList */
"Generate Config" = "Generate Config";

/* rtvariablesController */
"GetMACAddress returned 0x%08x\n" = "GetMACAddress returned 0x%08x\n";

/* sectionSourceList */
"Graphics" = "Graphics";

/* sectionSourceList */
"Gui" = "Gui";

/* sectionSourceList */
"HEX converter" = "HEX converter";

/* sectionSourceListHexConverterPopover */
"HEX Converter" = "HEX Converter";

/* sectionSourceListHexConverterPopover */
"HEX string" = "HEX string";

/* No comment provided by engineer. */
"Hour" = "Hour";

/* No comment provided by engineer. */
"Hours" = "Hours";

/* notificationPopup */
"I can't find a config file. Do you want mount EFI partition?" = "I can't find a config file. Do you want mount EFI partition?";

/* documentController */
"Import config file to project" = "Import config file to project";

/* installDriversController
   kextsInstallerController */
"Initialization: Unable to read database. Cannot find server or there's no internet connection." = "Initialization: Unable to read database. Cannot find server or there's no internet connection.";

/* updateController */
"Install" = "Install";

/* bdmesgController */
"Install Clover bootloader to see boot-log" = "Install Clover bootloader to see boot-log";

/* sectionSourceList */
"Install Drivers" = "Install Drivers";

/* sectionSourceList */
"Install/Update Clover" = "Install/Update Clover";

/* sectionSourceListHexConverterPopover */
"Invalid base64 data" = "Invalid base64 data";

/* sectionSourceListHexConverterPopover */
"Invalid data" = "Invalid data";

/* sectionSourceListHexConverterPopover */
"Invalid HEX data" = "Invalid HEX data";

/* No comment provided by engineer. */
"KB/s" = "KB/s";

/* sectionSourceList */
"Kernel and Kext Patches" = "Kernel and Kext Patches";

/* sectionSourceList */
"Kexts Installer" = "Kexts Installer";

/* dockMenuApp */
"Leave A Message" = "Leave A Message";

/* left_toolbar */
"Load Configuration" = "Load Configuration";

/* kextsInstallerController */
"Manual Installation: %@ has been successfully copied to %@" = "Manual Installation: %1$@ has been successfully copied to %2$@";

/* kextsInstallerController */
"Manual Installation: %@ has been successfully updated to %@" = "Manual Installation: %1$@ has been successfully updated to %2$@";

/* kextsInstallerController */
"Manual Installation: %@ successfully backed up to %@" = "Manual Installation: %1$@ successfully backed up to %2$@";

/* kextsInstallerController */
"Manual Installation: ERROR: %@" = "Manual Installation: ERROR: %@";

/* kextsInstallerController */
"Manual Installation: ERROR: You don't have permission to write here!" = "Manual Installation: ERROR: You don't have permission to write here!";

/* kextsInstallerController */
"Manual Installation: Kext file required!" = "Manual Installation: Kext file required!";

/* kextsInstallerController */
"Manual Installation: Path doesn't exist!" = "Manual Installation: Path doesn't exist!";

/* No comment provided by engineer. */
"MB/s" = "MB/s";

/* No comment provided by engineer. */
"Minute" = "Minute";

/* No comment provided by engineer. */
"Minutes" = "Minutes";

/* rtvariablesController */
"MLB: %@\r\r" = "MLB: %@\r\r";

/* rtvariablesController */
"MLB: N/A\r\r" = "MLB: N/A\r\r";

/* sectionSourceList */
"Mount EFI" = "Mount EFI";

/* notificationPopup */
"Mount EFI partition" = "Mount EFI partition";

/* mountefiController */
"Mount Point:" = "Mount Point:";

/* mountefiController
   pathControlViewDetailedPopover
   startScreenDetailedPopover */
"Mount Point: %@" = "Mount Point: %@";

/* mountefiController */
"Mount Point: N/A" = "Mount Point: N/A";

/* dockMenuApp */
"New Configuration..." = "New Configuration...";

/* clonerController */
"No" = "No";

/* installDriversController */
"No EFI folder found.....\n" = "No EFI folder found.....\n";

/* pathControlViewDetailedPopover
   startScreenDetailedPopover */
"No Value" = "No Value";

/* dockMenuApp */
"Open Configuration..." = "Open Configuration...";

/* pasteBoardController */
"Paste" = "Paste";

/* left_toolbar */
"Paypal - Free Donation" = "Paypal - Free Donation";

/* rtvariablesController */
"Platform UUID: %@\r\r" = "Platform UUID: %@\r\r";

/* rtvariablesController */
"Platform UUID: N/A\r\r" = "Platform UUID: N/A\r\r";

/* reading_savingOperation */
"Please check these following errors:\n\n1. If you set SSDT, the fields Type/key and String/Number are required\n2. If you set TableId or Length, the field String/Number is required\n3. Type/key TableId must contain string value.\n4. Type/key Length must contain number value." = "Please check these following errors:\n\n1. If you set SSDT, the fields Type/key and String/Number are required\n2. If you set TableId or Length, the field String/Number is required\n3. Type/key TableId must contain string value.\n4. Type/key Length must contain number value.";

/* clonerController */
"Process is taking longer than usual." = "Process is taking longer than usual.";

/* rtvariablesController */
"Product Name: %@\r\r" = "Product Name: %@\r\r";

/* rtvariablesController */
"Product Name: N/A\r\r" = "Product Name: N/A\r\r";

/* reading_savingOperation */
"Repair" = "Repair";

/* mainMenu */
"Restart" = "Restart";

/* rtvariablesController */
"ROM: %@" = "ROM: %@";

/* rtvariablesController */
"ROM: N/A" = "ROM: N/A";

/* sectionSourceList */
"Rt Variables" = "Rt Variables";

/* left_toolbar */
"Save" = "Save";

/* left_toolbar */
"Save As..." = "Save As...";

/* left_toolbar */
"Save, Save As Configuration" = "Save, Save As Configuration";

/* No comment provided by engineer. */
"Second" = "Second";

/* No comment provided by engineer. */
"Seconds" = "Seconds";

/* sectionSourceList */
"SECTIONS" = "SECTIONS";

/* rtvariablesController */
"Serial Number: %@\r\r" = "Serial Number: %@\r\r";

/* rtvariablesController */
"Serial Number: N/A\r\r" = "Serial Number: N/A\r\r";

/* left_toolbar */
"Share" = "Share";

/* kextsInstallerController */
"Show Location: Path doesn't exist!" = "Show Location: Path doesn't exist!";

/* mountefiController */
"Size:" = "Size:";

/* sectionSourceList */
"SMBIOS" = "SMBIOS";

/* rtvariablesController */
"SmUUID: %@\r\r" = "SmUUID: %@\r\r";

/* rtvariablesController */
"SmUUID: N/A\r\r" = "SmUUID: N/A\r\r";

/* sectionSourceList */
"Some features will not be available without an internet connection" = "Some features will not be available without an internet connection";

/* kextsInstallerController */
"Some info for %@.kext => Identifier: %@ | Version: %@%@" = "Some info for %1$@.kext =>Identifier: %2$@ | Version: %3$@%4$@";

/* rtvariablesController */
"Sorry to generate a valid ROM, you need unique UUID in SystemParameters->Custom UUID (copy from system or generate one) or go in SMBIOS->Smuuid and add a valid uuid in the format: XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX." = "Sorry to generate a valid ROM, you need unique UUID in SystemParameters->Custom UUID (copy from system or generate one) or go in SMBIOS->Smuuid and add a valid uuid in the format: XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX.";

/* left_toolbar */
"Start Screen" = "Start Screen";

/* mountefiController */
"Status:" = "Status:";

/* reading_savingOperation */
"Synchronized" = "Synchronized";

/* sectionSourceList */
"System Parameters" = "System Parameters";

/* rtvariablesController */
"system-id: %@\r\r" = "system-id: %@\r\r";

/* rtvariablesController */
"system-id: N/A\r\r" = "system-id: N/A\r\r";

/* sectionSourceList */
"Text Mode" = "Text Mode";

/* sectionSourceListHexConverterPopover */
"text string" = "text string";

/* reading_savingOperation */
"The document “%@” could not be duplicated. Bad configuration in Drop Tables - ACPI section" = "The document “%@” could not be duplicated. Bad configuration in Drop Tables - ACPI section";

/* themesController */
"theme.plist data saved successfully" = "theme.plist data saved successfully";

/* themesController */
"theme.plist unable to save file" = "theme.plist unable to save file";

/* themesController */
"theme.plist unable to save theme file" = "theme.plist unable to save theme file";

/* sectionSourceList */
"Themes Editor" = "Themes Editor";

/* reading_savingOperation */
"There was an error while completing the process" = "There was an error while completing the process";

/* reading_savingOperation */
"There was an probable error with clover-genconfig. Use this code in terminal window /usr/local/bin/clover-genconfig > ~/Desktop/config-generate.plist" = "There was an probable error with clover-genconfig. Use this code in terminal window /usr/local/bin/clover-genconfig > ~/Desktop/config-generate.plist";

/* updateController */
"There were some problems contacting server of beta version. %@" = "There were some problems contacting server of beta version. %@";

/* updateController */
"There were some problems contacting server of stable and beta versions." = "There were some problems contacting server of stable and beta versions.";

/* updateController */
"There were some problems contacting server of stable version. Ready to install beta version!" = "There were some problems contacting server of stable version. Ready to install beta version!";

/* rtvariablesController */
"This system's built-in MAC address: %@\r" = "This system's built-in MAC address: %@\r";

/* sectionSourceList */
"This tool might not work properly under Mountain Lion (10.8)" = "This tool might not work properly under Mountain Lion (10.8)";

/* mainMenu */
"To apply this change, you must restart the app" = "To apply this change, you must restart the app";

/* sectionSourceList */
"TOOLS" = "TOOLS";

/* installDriversController */
"Unable to read database." = "Unable to read database.";

/* reading_savingOperation */
"Unknown error during writing to file" = "Unknown error during writing to file";

/* mountefiController */
"Untitled" = "Untitled";

/* kextsInstallerController */
"Unzip: Error during unzipping file!" = "Unzip: Error during unzipping file!";

/* updateController */
"Update" = "Update";

/* kextsInstallerController */
"VirtualSMC detected... Choose an add on to install..." = "VirtualSMC detected... Choose an add on to install...";

/* mountefiController */
"Volume Identifier:" = "Volume Identifier:";

/* mountefiController */
"Volume Identifier: %@" = "Volume Identifier: %@";

/* mountefiController */
"Volume Identifier: %@ Status: [Current Boot Disk]" = "Volume Identifier: %@ Status: [Current Boot Disk]";

/* mountefiController */
"Volume Name:" = "Volume Name:";

/* mountefiController */
"Volume Name: %@" = "Volume Name: %@";

/* mountefiController */
"Volume UUID:" = "Volume UUID:";

/* mountefiController */
"Volume UUID: %@" = "Volume UUID: %@";

/* mountefiController */
"Volume UUID: N/A" = "Volume UUID: N/A";

/* graphicsController */
"use with MacBookPro8,1" = "use with MacBookPro8,1";

/* graphicsController */
"use with MacBookPro8,3" = "use with MacBookPro8,3";

/* graphicsController */
"use with Macmini5,1" = "use with Macmini5,1";

/* graphicsController */
"use with Macmini5,2" = "use with Macmini5,2";

/* graphicsController */
"use with MacBookAir4,1" = "use with MacBookAir4,1";

/* graphicsController */
"advised with low resolution display (<1400w pixels) use with MacBookPro9,2" = "advised with low resolution display (<1400w pixels) use with MacBookPro9,2";

/* graphicsController */
"advised with high resolution display (>1400w pixels), also require DualLink=1 and MacBookPro9,2" = "advised with high resolution display (>1400w pixels), also require DualLink=1 and MacBookPro9,2";

/* graphicsController */
"advised for HD5000/5100/5200 (for HD4200/4400/4600 require Devices->FakeID->IntelGFX = 0x04128086" = "advised for HD5000/5100/5200 (for HD4200/4400/4600 require Devices->FakeID->IntelGFX = 0x04128086";

/* graphicsController */
"advised for HD5300/5500/5600/6000 mobile (use MacBookAir6,2/7,1 MacBookPro12,1)" = "advised for HD5300/5500/5600/6000 mobile (use MacBookAir6,2/7,1 MacBookPro12,1)";

/* graphicsController */
"advised for HD520/530/540" = "advised for HD520/530/540";

/* graphicsController */
"for HD530 use iMac17,1 (this produce artifacts on some system before 10.11.4)" = "for HD530 use iMac17,1 (this produce artifacts on some system before 10.11.4)";

/* graphicsController */
"Intel HD Graphics 620" = "Intel HD Graphics 620";

/* graphicsController */
"Intel HD Graphics 630 for MacBookPro14,3" = "Intel HD Graphics 630 for MacBookPro14,3";

/* graphicsController */
"Intel HD Graphics 630" = "Intel HD Graphics 630";

/* graphicsController */
"Intel HD Graphics 615 for MacBook10,1" = "Intel HD Graphics 615 for MacBook10,1";

/* graphicsController */
"Intel Iris Plus Graphics 640 for MacBookPro14,1" = "Intel Iris Plus Graphics 640 for MacBookPro14,1";

/* graphicsController */
"Intel Iris Plus Graphics 650 for MacBookPro14,2" = "Intel Iris Plus Graphics 650 for MacBookPro14,2";

/* graphicsController */
"Intel Iris Plus Graphics 650" = "Intel Iris Plus Graphics 650";

/* graphicsController */
"Intel UHD Graphics 617" = "Intel UHD Graphics 617";

/* graphicsController */
"Intel UHD Graphics 617 for MacBookAir8,1" = "Intel UHD Graphics 617 for MacBookAir8,1";

/* graphicsController */
"Intel HD Graphics 630 for iMac18,2/18,3" = "Intel HD Graphics 630 for iMac18,2/18,3";

/* graphicsController */
"Intel HD Graphics 635" = "Intel HD Graphics 635";

/* graphicsController */
"Intel Iris Plus Graphics 640" = "Intel Iris Plus Graphics 640";

/* graphicsController */
"Intel Iris Plus Graphics 650" = "Intel Iris Plus Graphics 650";

/* graphicsController */
"Intel UHD Graphics 630" = "Intel UHD Graphics 630";

/* graphicsController */
"Intel UHD Graphics 630 - MacBookPro15,1" = "Intel UHD Graphics 630 - MacBookPro15,1";

/* graphicsController */
"Intel UHD Graphics 655" = "Intel UHD Graphics 655";

/* graphicsController */
"Intel UHD Graphics 655 - MacBookPro15,2" = "Intel UHD Graphics 655 - MacBookPro15,2";

/* graphicsController */
"Intel Coffee Lake GT3" = "Intel Coffee Lake GT3";

/* graphicsController */
"Intel UHD Graphics 630 - iMac19,1" = "Intel UHD Graphics 630 - iMac19,1";

/* graphicsController */
"Intel UHD Graphics 630 - Macmini8,1/iMac19,2" = "Intel UHD Graphics 630 - Macmini8,1/iMac19,2";

/* graphicsController */
"Intel Cannonlake GT1" = "Intel Cannonlake GT1";

/* graphicsController */
"Intel Cannonlake GT0.5" = "Intel Cannonlake GT0.5";

/* graphicsController */
"Intel Cannonlake GT2" = "Intel Cannonlake GT2";

/* graphicsController */
"Intel Cannonlake GT1.5" = "Intel Cannonlake GT1.5";

/* deviceProperties_table_properties_menu */
"Audio Device Properties" = "Audio Device Properties";

/* deviceProperties_table_properties_menu */
"Video Device Properties" = "Video Device Properties";

/* deviceProperties_table_properties_menu */
"Advanced Properties" = "Advanced Properties";

/* deviceProperties_table_properties_menu */
"display number" = "display number";

/* deviceProperties_table_properties_menu */
"Connections" = "Connections";

/* deviceProperties_table_properties_menu */
"connector index" = "connector index";

/* deviceProperties_table_properties_menu */
"Other" = "Other";

/* deviceProperties_table_properties_menu */
"Presets" = "Presets";

/* deviceProperties_table_properties_menu */
"High Sierra" = "High Sierra";

/* deviceProperties_table_properties_menu */
"Mojave and above" = "Mojave and above";

/* deviceProperties_table_properties_menu */
"Device Properties" = "Device Properties";

/* deviceProperties_table_properties_menu */
"Help" = "Help";

/* deviceProperties_table_properties_menu */
"Select '%@' device before adding '%@' key" = "Select '%1$@' device before adding '%2$@' key";

/* deviceProperties_table_properties_menu */
"Select a '%@' device before adding a preset" = "Select a '%1$@' device before adding a preset";

/* deviceProperties_table_properties_menu */
"Select a Platform ID before adding a preset" = "Select a Platform ID before adding a preset";

/* deviceProperties_table_properties_menu */
"Select a valid device path" = "Select a valid device path";

/* deviceProperties_table_properties_menu */
"Product Name" = "Product Name";

/* deviceProperties_table_properties_menu */
"CPU Codename" = "CPU Codename";

/* deviceProperties_table_properties_menu */
"Platform ID" = "Platform ID";

/* deviceProperties_table_properties_menu */
"Device ID" = "Device ID";

/* deviceProperties_table_properties_menu */
"Device Name" = "Device Name";

/* deviceProperties_table_properties_menu */
"Available Device IDs" = "Available Device IDs";

/* deviceProperties_table_properties_menu */
"Available Models" = "Available Models";
